Chapter11/runs/F1car/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  9
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      binary;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    inlet
    {
        type            patch;
        nFaces          80;
        startFace       8800;
    }
    freestream
    {
        type            patch;
        nFaces          1120;
        startFace       8880;
    }
    ground
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          400;
        startFace       10000;
    }
)

// ************************************************************************* //
